[
  {
      "id": 1,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Replace Adaptive (Product for Counterparty Credit Risk System management) with inhouse  platform which should seamlessly support Business to manage Credit Risk",
      "engagementName": "Counterparty Credit Risk System",
      "engagementType": "Technology",
      "brief": "CoRS is Bank's Centralized Counterparty Risk Management platform. It allows feeds from Enterprise wide data and trade sources, analytical engines, and provide an integrated view of counterparty risk to risk officers. Its also facilitates loopback mechanism for trading systems and acts as a DataMart for reporting systems. Key features include -\nTrade level  Risk exposure calculations\nIntegration of trade profiles from analytical engines\nAggregation and Netting\nWeb based user interface for risk monitoring\nReport integration with User Portal",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "Sudhir Kanase",
      "ownerTechnical": "Sudhir Kanase",
      "ownerFunctional": "Bhaskar Pandey",
      "onsiteTeam": 40,
      "offshoreTeam": 136,
      "nearShoreTeam": 0,
      "clientLocation": "Charlotte",
      "offshoreLocation": "Pune",
      "nearshoreLocation": "",
      "technologies": "Microsoft .Net MVC 5, Java, Ab Initio, SSIS, SSRS, Autosys, MS SQL Server 2014, IBM Data Symphony (Grid Computing), Oracle Coherence (cache)",
      "lob": "Risk",
      "domain": "Counterpart Credit Risk",
      "duration": 36,
      "primaryTag": "Credit Risk",
      "secondaryTag": "Reengineering",
      "tertiaryTag": "Product engineering"
  },
  {
      "id": 2,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Manage Compliance Risk: Flex support will  come to an end with 2019 and hence all Flex applications need to be rebuild based on Angular Platform",
      "engagementName": "Capital Finance",
      "engagementType": "Digital",
      "brief": "Transformation of legacy Flex platform)(Suit of applications which are very critical to business of Capital Finance) to Angular with objective to achieve efficiency, scalability and performance gain. Below Applications are covered as a part of this engagement\n1. CMR(Credit Modification Request): Bank's credit policies require that credit risk approved by officers possessing appropriate levels of experience and expertise. This promotes the  identification and comprehensive analysis\nof all credit risk in a customer relationship or portfolio acquisition and accommodates the requirements of\ndiverse businesses.\n2. CDM(Collateral Data Mart):Capital Finance's secured loan transactions are primarily asset based revolving credit facilities with advances based on defined borrowing base formulas.  It covers receiving and reviewing collateral details\n3.FST(Financial Spread Tracker): FST application is a communication tool used between relationship managers of the deal, who requests the spreading activity, and team who perform spreading activity in Moddy's risk analysis\n4. ATC(Trend Card): Account Status Reporting is one of the key aspects of the Portfolio and Account Management Policy. As part of the policy, each Business Unit prepares standard reports and documentation that is used to help monitor the account's status.\nA Trend Card, tailored for each Business Unit and type of account, is maintained and updated monthly. Each Business Unit holds a loan portfolio meeting where the trend cards are reviewed and discussed by the Division's account management team.",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "Chetan Nandwana",
      "ownerTechnical": "Chetan Nandwana",
      "ownerFunctional": "Vinod Chakole",
      "onsiteTeam": 4,
      "offshoreTeam": 50,
      "nearShoreTeam": 0,
      "clientLocation": "Charlotte",
      "offshoreLocation": "Pune",
      "nearshoreLocation": "_",
      "technologies": "Angular 5.0",
      "lob": "Capital Finance",
      "domain": "Commercial Loan",
      "duration": 12,
      "primaryTag": "Mortgage",
      "secondaryTag": "Commercial Loan",
      "tertiaryTag": "Transformation"
  },
  {
      "id": 3,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Community Banking Platform Transformation",
      "engagementName": "Store Vision Teller  - Platform Transformation",
      "engagementType": "Technoology ",
      "brief": "Synechron proposed a fixed price based dual track agile model: Rebuilding approach is broken up into two iterative efforts – discovery and delivery\nSynechron took ownership for the Program management of the entire project, including design, development and execution\nAssessment of the legacy C++ based platform and documenting the as-is state\nDefine the target state focusing on loosely coupled services\nDesign and development of core application framework , reusable components \nTest-first is a built-in quality practice that recommends building tests before writing code to improve delivery by focusing on the results\nA team of Highly skilled professional to work in onshore and offshore model. – Onshore 12 and offshore 70\nApplied thoughtfully designed processes and governance policies to ensure the development & review practices",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "",
      "ownerTechnical": "A Sai K Lohit",
      "ownerFunctional": "Abhijit Lad",
      "onsiteTeam": 12,
      "offshoreTeam": 70,
      "nearShoreTeam": 0,
      "clientLocation": "Chandller, AZ",
      "offshoreLocation": "Pune, India and Hyderabad, India",
      "nearshoreLocation": "",
      "technologies": "HTML5, CSS, Angular 6, Java 8, Spring boot, REST Svcs, JBOSS<,Oracle, Github, Jenkins, etc.",
      "lob": "Payments & Virtual Solutions and Community Banking Technology",
      "domain": "Retail Banking/ Community Banking",
      "duration": 18,
      "primaryTag": "Java + Angular 6",
      "secondaryTag": "Retail Banking",
      "tertiaryTag": "Dual Track Agile"
  },
  {
      "id": 4,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Simplification of Inhouse Developed FX platform",
      "engagementName": "GFX Simplification",
      "engagementType": "Development & Enhancements",
      "brief": " A technology initiative to separate out the legacy application GFX – Global Foreign Exchange for the betterment of platform services, stability, performance, scalability, simplicity and from the support and ownership perspective. the legacy application is broken into various services such as Trade Capture service, Trade service, Trade Instruction service, Rates service, Pricing service, Settlement processing. Synechron team provides the technology architecture and  development services along with the QA services and implementations",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "Ravi Kumar, Poonam Chaudhari",
      "ownerTechnical": "Sonam Agrawal, Kuldeep Mahajan, Amit Kale, Ashish Bandi",
      "ownerFunctional": "Milind Salve,\nAmar Shinde",
      "onsiteTeam": 12,
      "offshoreTeam": 40,
      "nearShoreTeam": 0,
      "clientLocation": "Charlotte, NC",
      "offshoreLocation": "Puune, India",
      "nearshoreLocation": "NA",
      "technologies": "Java 8, J2EE, Spring, Oracle Coherence, Solace, IBM MQ, Oracle, Java FX, Angular JS 5, Github, Jenkins, Jboss.",
      "lob": "Wholesale Technology",
      "domain": "Foreign Exchange",
      "duration": 48,
      "primaryTag": "Foreign Exchange",
      "secondaryTag": "Reengineering ",
      "tertiaryTag": "Devops"
  },
  {
      "id": 5,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Create an Enterprise Compliance platform for Wells Fargo for all the consent orders put forth by Regulators – OCC, FED etc.",
      "engagementName": "Consent Orders Validations",
      "engagementType": "Technology",
      "brief": "Consent Orders applications are predominantly being built to remediate any non-compliances/ risk within the systems of Wells Fargo. These applications deal with risk calculation, aggregation , training and reporting of corporate and operational risks , Third Party risk emanating from Wells Fargo systems. Four critical applications currently under the purview of Consent orders are being remediated  - CARA, CLARA, Reporting and Learning.",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "Shivam Thanvi/ Samrat Ghosh/ Ajay Bhingare/ Gaurav Garg",
      "ownerTechnical": "Shivam Thanvi/ Samrat Ghosh/ Ajay Bhingare/ Gaurav Garg",
      "ownerFunctional": "Shivam Thanvi/ Samrat Ghosh/ Ajay Bhingare/ Gaurav Garg",
      "onsiteTeam": 40,
      "offshoreTeam": 6,
      "nearShoreTeam": 0,
      "clientLocation": "Charlotte",
      "offshoreLocation": "Pune",
      "nearshoreLocation": "NA",
      "technologies": "Microsoft .Net MVC 5, Java, Ab Initio, SSIS, SSRS, Autosys, MS SQL Server 2014, IBM Data Symphony (Grid Computing), Oracle Coherence (cache), Tableau ",
      "lob": "Corporate Risk, Enterprise Functions technology",
      "domain": "Risk and Finance",
      "duration": 36,
      "primaryTag": "Operational Risk",
      "secondaryTag": "Reengineering",
      "tertiaryTag": "Product engineering"
  },
  {
      "id": 7,
      "clientId": 2,
      "clientName": "Wells Fargo",
      "clientPublicName": "Leading US bank",
      "engagementDetails": "Enterprise Allegation Platform (EAP)",
      "engagementName": "Enterprise Allegation Platform (EAP)",
      "engagementType": "Technology",
      "brief": "Enterprise Allegation Platform (EAP) is a project aimed at creation of an enterprise platform for centralizing all allegation received at Wells Fargo. It would also contribute in streamlining the existing disconnected process of handling allegations and provide for the end to  end tracking of allegation cases through the case lifecycle (initiation, research, investigation, disposition and completion of final line of business corrective action) even when they belong to multiple lines of business. EAP also aims to develop and implement allegations taxonomy supporting case management analytics reporting and associated interfaces which can help to ensure allegation process and procedures within wellsfargo LOB and enterprise staff group will align with the allegation policy, allegations taxonomy and enterprise core and common case management system",
      "businessOwners": "Kishor Kumar",
      "ownerArchitect": "Shirish Sharma",
      "ownerTechnical": "Shirish Sharma/Shreeraj Pillai",
      "ownerFunctional": "Madhu Mahipathy / Raja Moparthi",
      "onsiteTeam": 32,
      "offshoreTeam": 25,
      "nearShoreTeam": 22,
      "clientLocation": "Charlotte, NC",
      "offshoreLocation": "Bangaluru, Pune",
      "nearshoreLocation": "BNG, , HYD",
      "technologies": "Microsoft .Net, Angular 7, Kendo UI, SQL Server",
      "lob": "Risk & Compliance",
      "domain": "Financial Risk",
      "duration": 36,
      "primaryTag": "Financial Risk",
      "secondaryTag": "Enterprise Allegation",
      "tertiaryTag": "Agile, International Allegations"
  },
  {
      "id": 11,
      "clientId": 7,
      "clientName": "Standard Charted",
      "clientPublicName": "Singapore based one of the leading bank in World",
      "engagementDetails": "Migrating existing Credit Loan Application to modern Browsers",
      "engagementName": "Creditmate Chrome Upliftment",
      "engagementType": "Technology",
      "brief": "The Scopre of the program to migrate the Existing Enterprise Credit Loan Processing Application to latest Browser mainly Chrome.\nThie Proram consists of following main activity in progress:\n\n1. Implementing the support for new Spring based Rest APIs to the existing application\n2. A new Login/autentication and Home Screen developed from scratch using latest UI framework ReactJS and using Standard Charted Foundation libraries(SCARF).\n3. Migrating mamooth 700+ Screens of the application to make it compatible to the Chrome Browser\n4. Deployed the new UI to Openshift Cloud with CI/CD pipeline integrated\n5. Handlign 57 different types of User Roles/Groups\n6. Selenium based Fully Automated Test Scripts\n7. Res-designing the Creditmate existing architecture to incoporate new UI based login flow.",
      "businessOwners": "Nigel lowe",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 2,
      "offshoreTeam": 20,
      "nearShoreTeam": 0,
      "clientLocation": "Singapore",
      "offshoreLocation": "Bangalore",
      "nearshoreLocation": "",
      "technologies": "Java/Spring/Openshift Cloud/Kubernetes/Maven/Jenkins",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 59,
      "clientId": 7,
      "clientName": "Standard Charted",
      "clientPublicName": "Singapore based one of the leading bank in World",
      "engagementDetails": "Digitization of scanned photo IDs like Passport, PAN, Singapore National ID card etc",
      "engagementName": "D2D application",
      "engagementType": "Digital & Technology",
      "brief": "Scope of the project is to extract the information from photo ID cards like Passport, PAN etc. After extraction, it should do a similarity check of the extracted information with the details stored in the database which will lead to automate data-deduplication and data linking process.  ",
      "businessOwners": "Warrick ",
      "ownerArchitect": "",
      "ownerTechnical": "Developed custom Neural network based models to extract data from low and noisy quality images.",
      "ownerFunctional": "",
      "onsiteTeam": 1,
      "offshoreTeam": 5,
      "nearShoreTeam": 0,
      "clientLocation": "Singapore",
      "offshoreLocation": "Bangalore",
      "nearshoreLocation": "",
      "technologies": "Pytorch - Deep learning Framework, OpenCV and Python Imaging library",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 60,
      "clientId": 7,
      "clientName": "Standard Charted",
      "clientPublicName": "Singapore based one of the leading bank in World",
      "engagementDetails": "Creating an automated system to track customer's onboarding documentation up to date all the time",
      "engagementName": "ACE - Automated CDD Execution",
      "engagementType": "Technology & System Integration",
      "brief": "The ETB review process involved the operation analysts to access multiple systems and verify data attributes for their veracity and ingenuity. To make matters worse, this team would spend considerable amount of time in reaching out to RMs for missing information and collating the data. This was indeed a Herculean task! \nWe came up with an automated process to collate data from all these different systems and display data side by side for easy comparison.",
      "businessOwners": "Vishwanath, Atul",
      "ownerArchitect": "",
      "ownerTechnical": "React.js, Java, Cassandra/Hazelcast",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 7,
      "nearShoreTeam": 0,
      "clientLocation": "Singapore",
      "offshoreLocation": "Bangalore",
      "nearshoreLocation": "",
      "technologies": "React.js, Java, Cassandra/Hazelcast",
      "lob": "",
      "domain": "",
      "duration": 5,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 61,
      "clientId": 7,
      "clientName": "Standard Charted",
      "clientPublicName": "Singapore based one of the leading bank in World",
      "engagementDetails": "Automation of preparation of Banking Facility Letter to help CRC maker and checker.",
      "engagementName": "BFL Automation System",
      "engagementType": "Technology",
      "brief": "Title: Business Facility Letter Automation System\n\nCategory: Transformation\n\nWhat:\nBFL Automation is developed using Agile Scrum .\nThis system will auto generate a banking facility letter by populating the relevant BCA information from CreditMate after applying the business rules.\nThe current MVP scope is for SCB Singapore Limited and for one specific template for Singapore.\n\nBenefit: A significant part of the maker preparation process has been automated.\n\nWhy:\nCRC carries out credit documentation related activities which includes issuing Banking Facility Letters (BFL). The work involved is highly manual and time consuming. Opportunities exist to simplify and make the processes leaner and better.",
      "businessOwners": "Srikanth Arunachalam",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "Singapore",
      "offshoreLocation": "Bangalore",
      "nearshoreLocation": "",
      "technologies": "\nThe product has been implemented using the following tech stack:\n\n1) Implemented Drools Rule Engine to check for approximately 90 business rules.\n2) The microservices are hosted on Open Shift Platform.\n3) The UI for the BFL Automation System is built using SCARF.\n4) Apache POI is used for the BFL Document building.",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 62,
      "clientId": 7,
      "clientName": "Standard Charted",
      "clientPublicName": "Leading international bank, that caters to markets across Asia, Africa and the Middle East",
      "engagementDetails": "Automate and digitize the business credit application (BCA) renewal process to reduce the time taken in credit decisioning.",
      "engagementName": "Digitized Accelerated Renewal",
      "engagementType": "1, 3, 4",
      "brief": "Situation: The accelerated BCA renewal process was manual centric (word document based). This increased the time taken in credit decisioning and limited the amount of intelligence, reporting and analytics that can be applied on that data.\nSolution: The solution encompassed an automated and digitized renewal process built using a modern technology stack and coupled with an agile execution methodology.\nBenefits: Faster time to market, automated and real-time checks for credit decisioning, structured data for better analytics and monitoring, integration with the bank's existing CreditMate platform, enhanced tracking and reporting.",
      "businessOwners": "Nigel Lowe",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 8,
      "nearShoreTeam": 0,
      "clientLocation": "Singapore",
      "offshoreLocation": "Bangalore",
      "nearshoreLocation": "",
      "technologies": "Springboot, ReactJS, Redux, OpenShift``",
      "lob": "Commercial Banking",
      "domain": "Credit Origination",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 63,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Pioneer Re-engineering program ",
      "engagementName": "Pioneer Re-engineering program ",
      "engagementType": "",
      "brief": "HSBC IT Business Management team is looking to re-engineer existing Pioneer platform. Current application has been evolved from POC and is not production ready Below are some of the key challenges of the current platform Monolith application with layered architecture (MVC), User experience lacks contemporary view, Single instance deployment, No caching etc. Synechron is partnering to modernise the application in stages, first step is build a core microservices API model framework with Headcount module. Synechron is building custom workflow engine in Java and remodelling the DB for optimising the business processes.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 1,
      "offshoreTeam": 39,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Activiti, Springboot Microservices, SQL, Angular Js, Node Js, HTML, AG Grid, Ansible, Jetkins, Blueprism, GCP",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 64,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Middle Office - Trade Reporting",
      "engagementName": "Regulations (SFTR, MAS, ASIC, CFTC, Mifid II, HKMA), CFTCFSA, TRSaaS, MTB, FSS, Brexit, BoE, MMSR",
      "engagementType": "",
      "brief": "Synechron has partnered with one of the large investment bank in their Global Trade Reporting Platform (GTRP) initiative to meet the requirements laid by Dodd-Frank Act (DFA) for reporting of OTC derivatives products. It has been designed in a way to accommodate current as well as future regulatory requirements. The GTRP provides a platform for data acquisition, transformation, enrichment of  trade data along with sending reports to regulators using Global Trade Repository (GTR) and Depository Trust and Clearing Corporation (DTCC). Synechron is involved in technology consulting, design, development, quality assurance, implementation and support of this platform. Platform is built using state of the art architecture, which provides low latency, high scalability and resilience.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 47,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Spring, XML, MultiThreading,  Oracle Coherence, DevOps",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 65,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Middle Office - GMMO",
      "engagementName": "OMV, FRTB, HMS, TDCF, VAULT, HMS, BRV",
      "engagementType": "",
      "brief": "Global Markets Middle Office function deals with different jurisdictions. It also deals with aspects around Risk & Valuation data quality. Some of the key Risk functions undertaken by this group are like\nManagement and monitoring of counterparty and market risk limits in trading system\nAnalysis and reporting of market risk calculations to traders, risk managers, senior management and regulators\nManagement of market data and generation of risk model parameters such as VaR as well as Analysis & rating of country risk, where HSBC has an exposure",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 20,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, SpringBoot, Tableau, PL /SQL, Selenium, Serenity Screenplay (BDD), ETL",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 66,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Middle Office - CADS",
      "engagementName": "DMDS, ORE, XDS",
      "engagementType": "",
      "brief": "Cross Asset Data Services is responsible for managing PaaS and SaaS services offered for Cross Asset IT Systems.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 9,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Spring, EJB, MicroServices, DevOps",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 67,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "T & D - Data & Analytics",
      "engagementName": "Banking CP, Foundation, SaaS, PaaS, MyTeam",
      "engagementType": "",
      "brief": "Data & Analytics is to manage different sets of data within HSBC for analysis and which can be provided to different consumers based on their needs.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 7,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Springboot, MicroServices, Elastic Search, Scala, Spark, Hadoop, BigData, Linux, Shell Script, iOS",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 68,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "HSS IT - Loan IQ",
      "engagementName": "Loan IQ Application, Loan IQ Portal, Complex Loan, Finastra Lendercomm",
      "engagementType": "",
      "brief": "Loan IQ manages complex and bilateral lending activity of global banking and markets and commercial banking high-end loans.It provides a specialized application for booking and administration  of complex loans.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 9,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Loan IQ, PL SQL, Unix, DataStage",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 69,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "HSS-FDP, FTP, Geneva, MRD",
      "engagementName": "FDP (Fund Data Provisionining), FTP (Fund Trade Processing), Geneva, Master Reference Data",
      "engagementType": "",
      "brief": "FDP is a Fund Data Provision based on Solvency II directive to generate various reports for the UK based Insurance companies to ensure they set aside enough capital from being insolvent.\nMarkit Trade is the trade orchestration layer used in Funds Services trade processing. It is used to capture client trade messages and then validate, translate and enrich those messages before routing the details to the applicable downstream.\n\nGeneva is a tool devloped to genrate pricing for consumers like  Bloomberg, MAN etc.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 18,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "MarkitEDM, SQL. ETL, Java, Selenium, RSL, Advent, SQL, Java, C++, Pearl, Shell, Java, SpringBoot, MicroServices, PostGres, MongoDB",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 70,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Global Banking - ORC",
      "engagementName": "Omnia Return Calculator(ORC) ",
      "engagementType": "",
      "brief": "The Omnia Returns Calculator(ORC)has been conceived by Wholesale Portfolio Management and developed internally with GB IT leveraging both functional and technical expertise within the Bank. ORC seeks to create a “simpler, faster and better” origination process in HSBC in a globally consistent manner and to integrate with future digital lending plans. It is a forecasting tool that projects the P&L and RWAs of all new products entered by RMs and obtains the yearly and lifetime values of entire P & L and profitability figures.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 8,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "UI/UX, Business Analyst, QA, Java8, Microservices, Spring, Spring Boot,  React, DM&T, SQL",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 71,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Global Banking - Digital Transformation of Client Outreach",
      "engagementName": "SamrtServe",
      "engagementType": "",
      "brief": "The scope of the programme is to deliver a best in class Client On-boarding experience by applying latest user friendly cost effective technology. The application envisages to be the single point of access for the Client being on-boarded to Global Banking and Markets products",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 8,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java8, Java 7,  REST APIs, Spring MVC, and Hibernate, Jenkins, JIRA, Ansible , DB2, CI-CD, Business Analysis",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 72,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Global Banking - Fenergo",
      "engagementName": "Fenergo-CLMTv2, CODaP",
      "engagementType": "",
      "brief": "Fenergo is the new global workflow system, providing end-to-end client onboarding, maintenance and off boarding functionality. CLMTV2 is integrated with other in-house applications which support regulatory and other workflow classifications like global documents repository, import legal entities GRIDS",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 6,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Fenergo, C#, .Net, SQL, Java, Jira, Agile, QA, BA",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 73,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Global Banking - MISC",
      "engagementName": "ClientVision, HORIS, Eshare, DCM, ESUM",
      "engagementType": "",
      "brief": "",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 17,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Microservices, Spring, Hibernate, Angular, React, Qlikview, PL/SQL, UI/UX, RPA, QA, Business Analysis",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 74,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "AMG - Skylight",
      "engagementName": "Bloomberg AIM, CRD, TIG, Monitoring LAB",
      "engagementType": "",
      "brief": "Skylight Programme is an advanced feature to replace CRD and other existing Order Management Systems with a new Bloomberg AIM COnfiguration and to implement the Skylight Global Target Operation Model.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 9,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Microservices, .Net, GCP, QA-TOSCA, WinForms, Scrum Master, Business Analysis",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 75,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "AMG - AMFR ",
      "engagementName": "LIMA, DB-Portfolio, ATLAS,  Logicom, Securite, Kheops Suit,  Kheops office",
      "engagementType": "",
      "brief": "AMFR can be considered as complete, independent asset management company dedicated for France Wealth management business.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 10,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Microservices, Spring, Hibernate, Angular, UNIX, VBA, QA, SSIS/ MSBI, Database, Business Analysis ",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 76,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "AMG - RISK",
      "engagementName": "ELMO-APT, CCR, RiskOffice, CAM, GMIS, ClientPRO",
      "engagementType": "",
      "brief": "The RISK programme is responsible developing, enhancing and maintaining the suit of risk applications, interfaces and tools used by the Risk Business. \nELMO-APT Enterprise is a live system used for AMG Risk currently.\nCCR- It provides the source data necessary to quantify, access and manage the Counterparty Credit Risk to client asset created with derivative and financing transaction.\nRiskOffice- Is an in-house application of HSBC bank which calculate the risk of an investment product.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 14,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Microservices, Sping, Hibernate, JPA, UNIX, Oracle, QA-Automation, Business Analysis",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 77,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "COTS",
      "engagementName": "RCT, ERDS, Pega, MOSS, ISD, COT-MAC",
      "engagementType": "",
      "brief": "",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 18,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Springboot, Microservices, Angular, .Net, Pega, Oracle, Business Analysis",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 78,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "BOSS",
      "engagementName": "ASPA, Asset Services, Digital Block Chain\nEquity Trade Processing,\nMOT (MERITSOFT)",
      "engagementType": "",
      "brief": "Broker Outsourcing Post Trade Settlement:- This application is used for Post Trade Settlements Post trade settlement application settles down the executions received from  exchange as well as the orders from client and sends back the confirmations as per the designed business workflow\nThe application also manages the corporate action event lifecycle\nIt runs on enterprise licensed software from a third party vendor. It provides the end users with an opportunity to reduce the fixed operating costs and enables a variable cost model\nThe application provides a full end-to-end service proposition for post-trade processing including; middle office, settlements and asset services, providing a suite of reports and control reconciliations\nThe system has a clear governance framework through proactive monitoring, reporting and escalation of risks & provides a single infrastructure for post-trade processing, which facilitated growth and enable faster entry to new markets",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 11,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java,\nUnix / PL SQL, Pickbasic ,QA Selenium Java, Oracle ",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 79,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Surveillance IT",
      "engagementName": "GCAD, GECS,MI,MobileWatch, OMRC, SDF, Trade Surveillance, UT, Surveillance Tooling, SRE",
      "engagementType": "",
      "brief": "The financial conduct authority (FCA) requires that a regulated entity and appropriate affiliated companies establish appropriate systems and controls to manage its business. The purpose of this exercise is to ensure that we have global consistencies and platforms across our regional hubs and major satellite sites. This will bring together a group standard across HSBC. HSBC look’s to strengthen and standardize its global market surveillance through a common set of robust automated surveillance process in order to mitigate reputational, market, client and financial risk..",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 24,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Oracle, WAS, MS-SQL, JDK8 , Eclipse/IntelliJ, Git-bitbucket, QlikView, Angular (v 2/4/5or newer) , VueJS2, D3.js, Sonatype IQ, JUnit 4/5, TestNG, Cucumber, maven, Jenkins2, Ansible, Puppet, Control -m, ELK, metric beat, Telegraf, Grafana, Kibana, spark, Kafka, GCP",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 80,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "DEER",
      "engagementName": "XACT-DEER, XACT-GALS, XACT-GMMO",
      "engagementType": "",
      "brief": "In one ongoing global engagement, Synechron is working with a largest European bank to deliver a multi-phased, multi-year cross-border FO Digital Supervision Platform. That will help fully automate bank’s front-office supervisor’s workflow which is currently manual and error prone. The FO Digital Supervision Platform, an enterprise-grade control framework, is designed, architected and developed in partnership with Synechron and is a flagship program to be deployed across divisions of the bank’s. Synechron is using its unique ‘Power of 3’--Digital, Business Consulting, and Technology capabilities to help evidence and build Key Performance Indicators and Key Risk Indicators for appropriate supervision. The platform is being build using modern technology stack which includes Spring Boot Microservices, Angular 6, TDD & BDD practices with upcoming integration into Google Cloud Platform and Blueprism.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 12,
      "offshoreTeam": 20,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Hibernate,Oracle,Spring NetFlix OSS, Spring KAFKA, Spring Batches              ",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 81,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Market Operation",
      "engagementName": "GBM MOT TCM, RTCM and IDLM",
      "engagementType": "",
      "brief": "SmartStream Technologies TLM (Transaction Lifecycle Mgmt) products– TCM 3.2 (Treasury Confirmation Matching), CMS/RTCM 2.5.5 (Real Time Cash Mgmt) & IDLM (Intraday Lifecycle Mgmt) .\nTCM (Treasury Confirmation Matching) provides comprehensive real-time, enterprise-wide matching and mgmt of financial instruments – FX, MM, Derivatives, and Precious Metals. TCM enables reconciliation of messages received from SWIFT non-SWIFT networks and hence to reconcile confirmation to broker as RBI.\nCMS/RTCM is based on the reconciliation platform TLM, which help user to manage cash of a particular region. It helps user to match the cash balances by balancing the projected and actual balances of Nostro accounts. ",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 14,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Oracle Technologies, TLM tools, WAS, Control-M, UNIX, Java, Geneos, MS-SQL, Qlikview, Cognos, Selenium.",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 82,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "STP/Account Origination",
      "engagementName": "HUB, ICCM, WHIRL, POWERCURVE, INSTINCT, WORLD CHECK, KANA , IVR,DOC UPLOAD, IQ, QMS",
      "engagementType": "",
      "brief": "Synechron delivered the end-to-end UI / UX design and integration with the banks legacy systems, to make on-boarding process easier for the customers and at same time, fully validate and do all the necessary checks to the customer. Program delivery reduced the fields filled out by their customers by over 60%, combined OCR & NLP engines to pre-fill and validate the form. Key Achievements/Benefits (i) Reduced customer on-boarding from several weeks to under 10 min, (ii) In-branch STP tablet applications to facilitate customer on-boarding and support branch staff & (iii) Strategic plan to distribute STP solution across global markets.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 17,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "JAVA, MuleSoft, Spring Boot, Python, Linux Ubuntu, Angular",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 83,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Digital Engineering - HDS",
      "engagementName": "HUB,  WHIRL, POWERCURVE, INSTINCT, WORLD CHECK, KANA , IVR,DOC UPLOAD, IQ, QMS",
      "engagementType": "",
      "brief": "HSBC Digital Services has initiated ‘Domain API Strategy’. This is going to focus on making domain specific APIs than project specific. It will take care of both PAPI and SAPI requests.\n\nGoal is to bring together all Domain API teams as a powerful set of cross functional teams to create a consistent set of Digital API Services to enable RBWM products. Idea is to serve any journey via bringing capabilities of all different domains together under one roof.\n\nHow this will work :  if a new journey is requested and it cut across 3 different domains ( Everyday Banking, Borrow Money & offers and rewards), then Domain API team will perform the analysis, design the API and understand how many PAPI (Process APIs) and SAPIs (System APIs) are required to serve this request and shall go to which domain team. Also as this team will have an overview of all domains, would be able to reuse any existing API across.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 13,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "JAVA, Spring boot, MuleSoft",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 84,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Equity Cash, Prime and Collatral",
      "engagementName": "FIDESAA (TCL based), VOLCKER (SYBASE+JAVA)",
      "engagementType": "",
      "brief": "Fidessa is an Order Management System that is being used in the Cash Equities space to fuel HSBC's business in various Cash market across the world. HSBC boasts a very good internal tech team across various geographic location who help to maintain, customize and further enhance the application.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 25,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "NodeJS, JAVA, React JS, Python, GCP, Microservices ",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 85,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Payments Group",
      "engagementName": "GPP,VolPay, Blue Prism, Wolf",
      "engagementType": "",
      "brief": "GDS( Global disbursement), TDS(Transactional Data Source), Tracking and tracing of international payments with the help SWIFT GPI, PDL",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 13,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Hadoop, JAVA Spring\n boot, TOSCA, MuleSoft",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 86,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "GLCM ( (NGVAM and other projects))",
      "engagementName": "",
      "engagementType": "",
      "brief": "Liquidity Management Portal\n\nID is the project intended to use Unified Payment Interface (UPI) provided by National Payment Corporation of   India (NPCI) to make payment hassle free for Retail as well as commercial customers of the bank\n\nThe Virtual Account Management - The virtual account solution offers flexibility to our global corporate clients in reducing overhead of having multiple physical account for payments and receivable",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 9,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "JAVA, Spring boot, MuleSoft, UNIX and Shell Scripting, TOSCA",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 87,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Summit",
      "engagementName": "Summit Regulatory Reporting\nSummit SELLOUT\nSummit Trade Management",
      "engagementType": "",
      "brief": "Fixed Income IT covers deliveries in Rates and Credit area which includes systems like Summit, MarkitWire, Calypso, eTrading etc. It also covers gamut of front to back functions along with regulatory reporting\nSummit is trading platform accommodating different fixed Income asset classes to use this single platform to report the trades to different regulators for validation &settlement of trades. It enables organization to grow through innovations, reduce cost through operational risk control, streamlined processes and implementing STP for validation.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 14,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "C ++ , QA, DevOps and BA",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 88,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "PLS - Valuation Release (VR)",
      "engagementName": "ITA\nCEM\nMarket Risk\nValuation Release(VR)",
      "engagementType": "",
      "brief": "The project is to validate the impact on the PV and Risk numbers because of the changes in Pandora, Summit ITQ, AQS and PLS core binaries",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 18,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "C++, QA, Java and BA",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 89,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "IRIS",
      "engagementName": "Trade compression\nIRIS\nICE Explorer",
      "engagementType": "",
      "brief": "The application is a sales platform, permission for Fixed Income sales team in London, Paris, HK and New York. The system supports client capture for bonds across rates and credit bond, IRS(Interest Rate Swap), CDS(Credit default swap)  trading. The system is built to address some of MIFID II regulations, systematic internalize work-stream and FED requirements",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 16,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Java, Angular JS, and QA",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 90,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "",
      "engagementName": "",
      "engagementType": "",
      "brief": "",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 91,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Product Control",
      "engagementName": "PCIT Pulsar",
      "engagementType": "",
      "brief": "Repository of Trades, Reference and Accounting Rules, complying to IFRS. Feeds to TLM to ensure the balance sheet and off balance sheet reconciles to Front office system. Accounting Postings and Balances for propagation to the FTP General Ledger. Audit trails (Event Audit Identifier) linking every accounting posting to an underlying transaction/business event.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 92,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Finance Reg IT",
      "engagementName": "SPARC\nSTAR eMajhew\nCORB3-FORTIUS",
      "engagementType": "",
      "brief": "Ability to provide Local GAAP accounting rules to support local reposting requirements. Exception tracking and handling.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 93,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "",
      "engagementName": "Brexit",
      "engagementType": "",
      "brief": "eMajhew is FR Global Banking and Market data repository of inventory files (CRI). eMajhew is used by Finance Global Banking, Finance Global Marketing and Operations for CRI versus accounting reconciliations.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 94,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "GTRF - Trade Transformation ",
      "engagementName": "Trade loan , Guarantees, Claims , Staff Channel, Document Trade, ",
      "engagementType": "",
      "brief": "Synechron has partnered with HSBC to modernize heritage backend, modernization of UI to decommissioning of multiple heritage tools & creation user friendly integrated journey. A Single page application implementation. Key Achievements/Benefits (i) Delivered additional value in using Product central for data and setting up new environments using Node & Mule & (ii) Migration of legacy data to product central, to overcome challenges of HIE & build new data models. This program is part of Digital Transformation initiative by Commercial banking division of HSBC. Main objective is modernization of UI application layer. Modernization of the backend and then slowly decommission legacy applications.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 18,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "ReactJS/Redux,NodeJS,Java,Mulesoft,Selenium,Trade365 product suit",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 95,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Digital Security Platform",
      "engagementName": "HSBC Connect,EB2B,IB2B",
      "engagementType": "",
      "brief": "This program is to develop new Cybersecurity platform for HSBC",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 20,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "OpenAM,OpenDJ, ForgeRock, Splunk, Appdynamics, Jenkins ,Maven, Groovy, Ansible, Docker, GCP, Java, Springboot, NodeJs",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 96,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "HSS",
      "engagementName": "IT Infrastructure thematic review ",
      "engagementType": "",
      "brief": "Synechron was engaged to analyze the current state of its European IT infrastructure in light of multiple and increasing failures over the past 18 months leading to reduced business confidence. Synechron conducted and extensive interview programme which included the business owners, IT development owners, and production support managers  These interviews focused on 3 key areas :Current IT infrastructure & operating ecosystem, Impact of planned growth on capacity &. Quality of data metrics available to the business. Based on these results  an assessment was produced highlighting which systems required attention in the short, medium, and long term.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 5,
      "offshoreTeam": 5,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 97,
      "clientId": 1,
      "clientName": "HSBC",
      "clientPublicName": "British multinational investment bank and financial services holding company",
      "engagementDetails": "Murex Ring fencing",
      "engagementName": "Regulatory",
      "engagementType": "",
      "brief": "Synechron established a cross disciplinary team of seasoned Murex professionals and integration specialists across regions to execute a large scale ring-fencing program to carve out treasury function to comply with the Financial Services (Banking Reform) Act 2013 legislation. Synechron was responsible for creating new systems through rationalization and cloning a landscape of systems responsible for managing liquidity, cash management, funding and interest rate exposure to yield multi-billion dollar revenues each year. The program required development of a strategic cross-asset risk aggregation and valuation system for all Front Office to tech upgrade of a number of PTS and downstream systems",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 0,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Murex 3.2, Core Java, Springboot Microservices, XSLT, Oracle, Ansible, Jetkins, MXML, Datamart, SQL, Selenium, Loadrunner",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 98,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": " Swiss multinational investment bank and financial services company",
      "engagementDetails": "GED - Trade Capture and Risk Data Processing",
      "engagementName": "",
      "engagementType": "",
      "brief": "Working on to build robust technology applications across the front-, middle-, and back-office to address everything from real-time research, execution, and post-trade reporting to performance measurement and total cost of ownership (TCO) analysis. As more complex financial instruments, equity derivatives trading also requires a more complex infrastructure for order, execution and risk management to streamline ongoing trading operations.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 2,
      "offshoreTeam": 18,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "PM – Project/Program management, Agile Scrum\nDev - Java, Spring, Hadoop, Kafka, Cassandra, Spark, Yarn Framework, Angular\nQA Automation - Java, Spring, Selenium, Python, Unix Scripting, Cassandra, Spark, Kubernates, React JS, Oracle\n\n\n\n\n\n\n\n\n\n",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 99,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "GED - Risk",
      "engagementName": "",
      "engagementType": "",
      "brief": "Working on to deliver a platform, approach to change, and strategic design to transform the Risk management landscape of UBS. The technology vehicle that delivers the core platform and features that enable the business migrations and benefits realization. Over the next few years the features will be expanded, trading desks will be migrated on to the new platform, and existing systems will be gradually decommissioned.",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 3,
      "offshoreTeam": 10,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Dev - Java, Spring, Hadoop, Kafka, Cassandra, Spark, Yarn Framework, Angular\nQA Automation - Java, Spring, Selenium, Python, Unix Scripting, Cassandra, Spark, Kubernates, React JS, Oracle\n\n",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 100,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "GED - DevOps",
      "engagementName": "",
      "engagementType": "",
      "brief": "Engaged with GED UBS to support all non-prod environments hosted on unix boxes and its 100 percent availability. Along with that, we are supporting CI-CD pipelines through intgration tool \"Teamcity\" and UBS deploy.\nWe are reponsible for:\nstore docker images for critical projects like \"Meerkat\" and thus we have customised builds accordingly\nenvironment provisioning like Rok Upgrade and Model set Upgrade which tunes the Hydra application according to new values.\nweekend restart activity every sunday since all servers reboots and we are starting complete GED RISK applications which is 3 hrs activity. ",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 4,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "DevOps - Unix , GIT, Docker , Maven , Teamcity , Python , Perl, Nagios , Sybase , Kubernetes , Ant , Jenkins , UBS Deploy , Clojure , Nexus , SonarQube , Fortify Scan ",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 101,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "IB Core Services, Reg Reporting (RegTech) and CLM",
      "engagementName": "",
      "engagementType": "",
      "brief": "Synechron has partnered with UBS for RegTech End to End Delivery of the Regulatory platform and Datalake. A perfect blend of Business Consulting and Technology capabilities. Synechron has engaged to build the RegTech capabilities for UBS and provide a Consulting and Delivery solution for all the regulatory requirements, e.g. MiFID II, FinFrag, Brexit, SFTR etc ",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 14,
      "offshoreTeam": 54,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "PM – Project/Program management, Agile Scrum\nBA – Capital Markets, Reg Reporting\nDev - Java, Spring, Hadoop, Kafka, Cassandra, Spark, Yarn Framework, Angular\nQA Automation - Java, Spring, Selenium, Python, Unix Scripting, Cassandra, Spark, Kubernates, React JS, Oracle\nDevOps and Prod Support – Maven, Jenkins, GIT, ANT, Teamcity, Sonar, Unix Scripting\n\n",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 102,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "IB Research & Distribution",
      "engagementName": "",
      "engagementType": "",
      "brief": "We are working with IB Research and Distribution group to enhance applications\n\nSMART platform for interaction between outer world and UBS CRM\nAPIs to expose the Evidence lab data(like instagram, glassdoor) to external clients\nvisualization charts over the Evidence lab data(like instagram, glassdoor) to gather and understand the trends(like highest visited #hastags,etc)\ndashboard for Sales team and senioe management to track the activity of Rates and Credits, UBS integrated systems\n\n\n",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 0,
      "offshoreTeam": 12,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Dev – Java, Spring, React, Spark, Cassandra, iOS, Microservices\nQA Automation – Java, Selenium, Test Complete\nDevOps – Maven, Jenkins, GIT, ANT, Teamcity, Sonar, Unix Scripting",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 103,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "GALM",
      "engagementName": "",
      "engagementType": "",
      "brief": "Synmechron team is working with UBS on GALM apps to manage the structural risk of our balance sheet, including interest rate risk, structural foreign exchange risk and collateral risk, as well as the risks associated with UBS liquidity and funding portfolios. And to optimize financial performance by matching assets and liabilities. GALM serves all business divisions and the other Corporate Center units through three main risk management areas, and its risk management is fully integrated into the Group’s risk governance framework",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 1,
      "offshoreTeam": 12,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "BA – Capital Markets, Reg Reporting\nDev - Java, Spring, Hadoop, Kafka, Cassandra, Spark, Yarn Framework, Angular\nQA Automation - Java, Spring, Selenium, Python, Unix Scripting, Cassandra, Spark, Kubernates, React JS, Oracle\n\n\n\n",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 104,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "AM",
      "engagementName": "",
      "engagementType": "",
      "brief": "For the asset management engagement, we are working on to build UBS Data Science Accelerator POC to automate manual processes. The AI-driven platform automates",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 8,
      "offshoreTeam": 4,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "Dev – Java, Big Data, SQL, React, Spark, Cassandra, Microservices\nDev – Data Engineers",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  },
  {
      "id": 105,
      "clientId": 8,
      "clientName": "UBS",
      "clientPublicName": "Swiss multinational investment bank and financial services company",
      "engagementDetails": "FRC",
      "engagementName": "",
      "engagementType": "",
      "brief": "Murex is being implemented in a multi-year program to standardise and simplify the F2B processes of the Rates and Credit businesses. The key objectives are as follows:\n\nIncrease operational control and efficiency\nEstablish the building blocks for a more cost effective operating model\nEnable UBS's regulatory agenda\nSimplify the F2B technology environment\nSupport revenue generation\n\nMurex will replace 17 legacy Rates and Credit systems covering trade life cycle management, risk management and post trade processing.\n\n\n\n\n\n\n\n",
      "businessOwners": "",
      "ownerArchitect": "",
      "ownerTechnical": "",
      "ownerFunctional": "",
      "onsiteTeam": 10,
      "offshoreTeam": 38,
      "nearShoreTeam": 0,
      "clientLocation": "",
      "offshoreLocation": "",
      "nearshoreLocation": "",
      "technologies": "BA - capital markets, Bonds, Commercial Papers, FnO\nDev - Murex, Mx Specific skills on CMS & C2, Java, Unix, Shell, Oracle, GIT, Autosys \nQA - Mx Test, Unix/Shell Scripting, Reconciliation Skills\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "lob": "",
      "domain": "",
      "duration": 0,
      "primaryTag": "",
      "secondaryTag": "",
      "tertiaryTag": ""
  }
]